#include "managerdb.h"
#include <QApplication>



int main(int argc, char *argv[])
{
    QApplication a(argc, argv);
    ManagerDB w;
    w.show();


    return a.exec();
}



// doxygen -g
// doxygen Doxyfile



// однажды я стану величайшим алхимиком
// жизнь сороколетнего мужчины в другом мире
// перевоплатился в седьмого принца
// клинки хранителя

// моя возлюбленная забыла очки
// дандадан
// опасность в моём сердце
// трёхчветные звёздочки

// моя героическая академия - вне закона

//галактика по соседству

// мастер на все руки Сайто в другом мире

// перестану быть героем
// башня бога


